# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"

# Binaries/Tools
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "apr-util"
brew "autoconf"
brew "gcc"
brew "btop"
brew "freetype"
brew "mpdecimal"
brew "pcre2"
brew "glib"
brew "cmake"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "libsodium"
brew "php"
brew "composer"
brew "dnsmasq"
brew "fastfetch"
brew "fribidi"
brew "gnutls"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "gdbm"
brew "gh"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "hdf5"
brew "httpie"
brew "jpeg"
brew "mas"
brew "mkcert"
brew "perl"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "rbenv"
brew "thefuck"
brew "tree"
brew "wget"
brew "yarn"
brew "yt-dlp"

# Apps
cask "arc"
cask "boop"
cask "bruno"
cask "chromedriver"
cask "discord"
cask "elgato-camera-hub"
cask "elgato-wave-link"
cask "elgato-stream-deck"
cask "jordanbaird-ice"
cask "monitorcontrol"
cask "ngrok"
cask "orbstack"
cask "rectangle"
cask "slack"
cask "tunnelbear"
cask "whatsapp"
cask "zed"

# Quicklook
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"

# Fonts
cask "font-meslo-for-powerlevel10k"
cask "font-fira-code-nerd-font"

# Mac App Store
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
