tap "anomalyco/tap"
tap "homebrew/cask"
tap "robscott/tap"
tap "shivammathur/php"
brew "act"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "argo"
brew "autoconf"
brew "automake"
brew "freetype"
brew "pcre2"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "mpdecimal"
brew "bfg"
brew "node"
brew "bruno-cli"
brew "btop"
brew "caddy"
brew "clamav"
brew "cmake"
brew "cmctl"
brew "freetds"
brew "gd"
brew "libsodium"
brew "php", link: false
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "dnsmasq"
brew "doctl"
brew "eigen"
brew "fastfetch"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "openjpeg"
brew "imagemagick"
brew "folderify"
brew "fribidi"
brew "gcc"
brew "gdbm"
brew "gh"
brew "leptonica"
brew "libb2"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "git-filter-repo"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "netpbm"
brew "groff"
brew "pkgconf"
brew "hdf5"
brew "httpie"
brew "jpeg"
brew "jq"
brew "kind"
brew "libpsl"
brew "libslirp"
brew "mkcert"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "pcre"
brew "perl"
brew "php@8.1"
brew "php@8.2", link: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "stern"
brew "tcl-tk@8"
brew "telnet"
brew "tox"
brew "tree"
brew "uv"
brew "virtualenv"
brew "wget"
brew "wrk"
brew "yarn"
brew "yq"
cask "apparency"
cask "bitwarden"
cask "boop"
cask "bruno"
cask "claude"
cask "claude-code"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "ghostty"
cask "jetbrains-toolbox"
cask "loopback"
cask "malwarebytes"
cask "monitorcontrol"
cask "obsidian"
cask "orbstack"
cask "rectangle"
cask "slack"
cask "suspicious-package"
cask "syntax-highlight"
cask "thaw"
cask "transmit"
cask "whatsapp"
cask "zed"
cask "zen"
